Repository: fleriche/pao_gendarme_touriste
Catalog: pao_gendarme_touriste/projetXamarin/SOSTouriste/SOSTouriste/Resources/LanguageResources.*.resx
Languages: de, it, nl, pl, pt

# menuTitle
source: SOS menu
de: Menü SOS
it: Menù SOS
nl: Menu SOS
pl: Menu SOS
pt: Menu SOS

# title_activity_advice
source: Advices
de: Beratung
it: Consigli
nl: Advies
pl: Rada
pt: Conselhos

# title_activity_emergency
source: Emergency
de: Dringlichkeit
it: Emergenze
nl: Noodgevallen
pl: Nagły wypadek
pt: Emergência

# title_activity_contact
source: Contact
de: Kontact
it: Contatto
nl: Contacten
pl: Styki
pt: Contacots

# title_activity_profile
source: Profile
de: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil

# title_activity_localisation
source: Location
de: Geolokalisierung
it: Localizzazion
nl: Locatie
pl: Lokalizacja
pt: Localização

# title_activity_language
source: Language
de: Sprache
it: Linguaggio
nl: Taal
pl: Język
pt: linguagem

# title_activity_help
source: Help
de: Hilfe
it: Aiuto
nl: Helpen
pl: Pomoc
pt: Ajuda

# samu
source: Medical Service
de: Samu
it: Ambulanza
nl: Ziekenwagen
pl: Ambulans
pt: Paramédicos

source: Hospital
de: Krankenhaus
it: Ospedale
nl: Ziekenhuis
pl: Szpital

# fireman
source: Firemen
de: Feuerwehr
it: Pompieri
nl: Brandweer
pl: Strażacy
pt: Bombeiros

source: Emergency
de: Dringlichkeit
it: Urgenze
nl: Eerste hulp
pl: ER
pt: Emergências

# contact
source: Contacts
de: Kontact
it: Contatto
nl: Contacten
pl: Styki
pt: Contactos

# localisation
source: Location
de: Geolokalisierung
it: Localizzazion
nl: Lokalisatie
pl: Lokalizacja
pt: Localização

# advice
source: Advices
de: Beratung
it: Consigli
nl: Advies
pl: Rada
pt: Conselhos

source: Profile
de: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil

source: Settings
de: Options
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções

source: Help
de: Hilfe
it: Aiuto
nl: Steun
pl: Pomoc
pt: Ajuda

source: Language
de: Sprache
it: Lingua
nl: taal
pl: Język
pt: Língua

# accueil
source: Home
de: Willkommen
it: Accoglienza
nl: Ontvangst
pl: Powitanie
pt: Recepção

source: Call Emergency
de: Dringlichkeit
it: Emergenze
nl: Noodgevallen
pl: ER
pt: Emergências

source: Consulate
de: Konsulat
it: Consolato
nl: Consulaat
pl: Konsulat
pt: Consulado

source: Police station
de: Polizeistation
it: Hotel di polizia
nl: Politie Hall
pl: Policja Hall
pt: Hotel da Policia

# locatePolice
source: Police
de: Polizei
it: Polizia
nl: Politie
pl: Policja
pt: Polícia

# locateConsulate
source: Consulate
de: Konsulat
it: Consolato
nl: Consulaat
pl: Konsulat
pt: Consulado

# mapsInstallText
source: Please install a maps application
de: Bitte installieren Sie eine Geolokalisierungsanwendung
it: Volete installare un\'applicazione di carte
nl: Installeer een applicatie kaarten
pl: Proszę zainstalować karty aplikacji
pt: Instale por favor uma aplicação de cartões

# problemFile
source: Problem with the file !
de: Problem mit der Datei!
it: Problema con lo schedario !
nl: Probleem met de file!
pl: Problem z plikiem!
pt: Problema com o ficheiro !

source: Police
de: Polizei
it: Polizia
nl: Politie
pl: Policja
pt: Polícia

source: Name :
it: Nome :
nl: Naam :
pl: Nazwisko :
pt: Apelido :

source: Firstname :
de: Vorname :
it: Cognome :
nl: Voornaam :
pl: Imię :
pt: Nome :

# blood
source: Blood type :
de: Blutgruppe :
it: Gruppo sanguigno :
nl: Bloedgroep :
pl: Grupa krwi :
pt: Grupo sanguíneo

# remarks
source: Medical remarks :
de: Medizinische Bemerkungen :
it: Osservazioni medicine :
nl: Medische informatie:
pl: Dokumentacji medycznej :
pt: Anotações médicas :

# nameTextView
source: Enter your name
de: Bitte geben Sie Ihre Name ein
it: Inserire il vostro nome
nl: Voer uw naam in
pl: Wpisz swoje imię i nazwisko
pt: Digite seu apelido

# firstnameTextView
source: Enter your firstname
de: Bitte geben Sie Ihre Vorname ein
it: Inserire il vostro cognome
nl: Voer uw voornaam
pl: Podaj swoje imię i nazwisko
pt: Digite seu nome

# adviceList
source: Advices list :
de: Liste von Räten
it: Elenco dei consigli :
nl: Lijst van de adviezen :
pl: Lista Counsel :
pt: Lista do conselhos :

# helpText
source: <b>The different activities\n\n</b> <ul> <li> <u>Call the emergency\n\n</u> </li> "The main achievement of this activity is to allow you to call the emergency. By" "clicking on this button you will be redirected to your dialer with the emergency's" "phone number. All you will have to do next is to press the button call.\n\n" <li><u>Contacts\n\n</u></li> "In this activity you will find different numbers of helpful services that you could" "need if you are in a plight. For instance you will find the number of the police.\n\n" <li><u>Location\n\n</u></li> "In this activity you will find a list of different services you could need. By" "clicking on one of them you will be redirected on Google Maps. Then you will just" "have to choose your itinerary.\n\n" <li><u>Profile\n\n</u></li> "There you can create your profile by specifying your blood type, your medical" "treatments or your pathologies. It could be helpful if you had an accident.\n\n" </ul>
de: <b>Die verschiedenen Aktivitäten\n\n</b> <ul> <li> <u>Die Dringlichkeiten rufen\n\n</u> </li> "Diese Tätigkeit hat zum Ziel, die Dringlichkeiten zu rufen. Auf diesen Knopf" "drückend(unterstützend), werden Sie zu Ihrer Anwendung von Telefon wieder geleitet" "sein, wo Sie nur die Nummer werden rechtswirksam zu machen haben, die" "zusammengestellt gewesen ist.\n\n" <li><u>Kontakt\n\n</u></li> "Diese Tätigkeit vereint unterschiedliche Rufnummern der anderen Dienste, die Sie" "brauchen könnten, so wie die Feuerwehrmänner, die Polizei(Police) oder noch der" "samu.\n\n" <li><u>Geolokalisierung\n\n</u></li> "In dieser Tätigkeit, auf den unterschiedlichen Linien klickend, werden Sie auf" "Google Maps mit den unterschiedlichen Vorschlägen wieder geleitet sein. Dann," "Ihnen, Ihren Weg mit der Reiseroute Ihrer Auswahl zu wählen.\n\n" <li><u>Profil\n\n</u></li> "Sie werden schliesslich Ihr Profil realisieren, Ihre Blutgruppe, die" "unterschiedlichen Pathologien und die regelmäßigen Behandlungen hinzufügen können." "Das wird nützlich sein können, wenn Sie ein Opfer eines Unfalles sind.\n\n" </ul>
it: <b>Le varie attività\n\n</b> <ul> <li> <u>Chiamare l\'emergenza\n\n</u> </li> "Questa attività ha lo scopo di chiamare il pronto soccorso. Premendo questo " "pulsante, si verrà reindirizzati al vostro telefono app in cui devi solo " "confermare il numero composto.\n\n" <li><u>Contatti\n\n</u></li> "Questa attività comprende diversi numeri di telefono per gli altri servizi " "necessari, come ad esempio il fuoco, polizia o il Samu\n\n" <li><u>Localizzazione\n\n</u></li> "In questa attività, facendo clic sulle diverse linee, si verrà reindirizzati a " "Google Maps con le diverse proposte." "Quindi, scegliere il vostro percorso con il percorso di vostra scelta.\n\n" <li><u>Profilo\n\n</u></li> "Si può finalmente realizzare il proprio profilo, aggiungere il gruppo sanguigno, " "le diverse patologie e trattamenti storia. Questo può essere utile se si è " "vittima di un incidente.\n\n" </ul>
nl: <b>De verschillende activiteiten\n\n</b> <ul> <li> <u>Bel de hulpdiensten\n\n</u> </li> "Deze activiteit is gericht op de ER bellen. Door op deze knop drukt, wordt u " "doorgestuurd naar de telefoon app waarbij je gewoon het nummer dat werd " "gekozen bevestigen.\n\n" <li><u>Contacten\n\n</u></li> "Deze activiteit omvat verschillende telefoonnummers voor andere diensten die u " "nodig heeft, zoals brandweer, politie of de Samu\n\n" <li><u>Lokalisatie\n\n</u></li> "In deze activiteit, door te klikken op de verschillende lijnen, wordt u " "doorgestuurd naar Google Maps met de verschillende voorstellen. " "Vervolgens kiest u uw pad met de route van uw keuze.\n\n" <li><u>Profiel\n\n</u></li> "U kunt uw profiel eindelijk beseffen, voeg uw bloedgroep, de verschillende " "pathologieën en behandeling geschiedenis. " "Dit kan handig zijn als u het slachtoffer van een ongeval zijn.\n\n" </ul>
pl: <b>Różnorodne działania\n\n</b> <ul> <li> <u>Zadzwoń do awaryjnego\n\n</u> </li> "To działanie ma na celu wywołać ER. Poprzez naciśnięcie tego przycisku, nastąpi " "przekierowanie do aplikacji telefonu, gdzie po prostu trzeba potwierdzić numer, " "który został wybrany.\n\n" <li><u>Styki\n\n</u></li> "Działalność ta obejmuje różne numery telefonów dla innych usług mogą być " "potrzebne, takie jak pożarna, policja czy Samu.\n\n" <li><u>Lokalizacja\n\n</u></li> "W tej działalności, klikając na różnych liniach, użytkownik zostanie " "przekierowany do Google Maps z różnymi propozycjami." "Następnie należy wybrać swoją ścieżkę z trasy do wyboru.\n\n" <li><u>Profil\n\n</u></li> "Można wreszcie zrealizować swój profil, dodawać swoją grupę krwi, historii " "różnych patologii i leczenia. " "Może to być przydatne, jeśli jesteś ofiarą wypadku.\n\n" </ul>
pt: <b>As diversas atividades\n\n</b> <ul> <li> <u>Chamada de emergência\n\n</u> </li> "Esta actividade destina-se a chamar a ER. Ao pressionar este botão, você será " "redirecionado para seu aplicativo de telefone onde você só tem que confirmar " "o número que foi discado.\n\n" <li><u>Contatos\n\n</u></li> "Essa atividade inclui números de telefone diferentes para outros serviços que " "você pode precisar, como bombeiros, polícia ou do samu\n\n" <li><u>Localização\n\n</u></li> "Nesta atividade, clicando sobre as diferentes linhas, você será redirecionado " "para o Google Maps com as diferentes propostas." "Em seguida, você escolhe o seu caminho com a rota de sua escolha.\n\n" <li><u>Perfil\n\n</u></li> "Você pode finalmente realizar o seu perfil, adicionar o seu grupo sanguíneo, a " "diferentes patologias e tratamento história. Isso pode ser útil se você for " "vítima de um acidente.\n\n" </ul>

# adviceLabel
source: General advices|Public transport|Hotel|Public places|Car park|Robbery
de: Allgemeine Tipps|Öffentliche Verkehrsmittel|Hotel|Öffentlichen Plätzen|Parkplatz|Opfer eines Diebes
it: Consigli generali|Trasporti pubblici|Hotel|Luoghi pubblici|Parcheggio|Vittima di un furto
nl: Algemene tips|Openbaar vervoer|Hotel|Openbare plaatsen|Parkeren|Beroofd
pl: Porady ogólne|Transportu publicznego|Hotel|Miejsca publiczne|Parking|Pozbawieni
pt: Dicas gerais|Transportes públicos|Hotel|Lugares públicos|Estacionamento|Roubado

source: Delete
de: Löschen
it: Sopprimere
nl: Verwijderen
pl: Usunąć
pt: Suprimir

# queryConsulate
source: Consulat d\'Angleterre
de: Consulat d\'Allemagne
it: Consulat d\'Italie
nl: Consulat des Pays-Bas
pl: Consulat de Pologne
pt: Consulat du Portugal

# askLocationText
source: To fully enjoy the app, please enable geolocation.
de: Um voll und ganz die App genießen, aktivieren Sie bitte die Entfernung zu kennen.
it: Per godere appieno l\'applicazione, si prega di abilitare geolocalizzazione.
nl: Om optimaal te genieten van de app, schakelt u geolocatie.
pl: Aby w pełni korzystać z aplikacji, należy włączyć geolokalizacji.
pt: Para desfrutar plenamente o aplicativo, por favor, permitir geolocalização.

# askLocationTitle
source: Information
de: Informationen
it: Informazioni
nl: Informatie
pl: Informacji
pt: Informações

# firstTime
source: This is your first time on the application, please provide your nationality
de: Dies ist das erste Mal auf der Anwendung, geben Sie bitte Ihre Nationalität
it: Questa è la prima volta l\'applicazione, si prega di fornire la vostra nazionalità
nl: Dit is de eerste keer over de aanvraag, geef dan uw nationaliteit
pl: To jest twój pierwszy raz od zastosowania, prosimy o przedstawienie swojej narodowości
pt: Esta é a sua primeira vez no aplicativo, forneça a sua nacionalidade
